[
  {
    "name"  : "1ST Rider Back Blue",
    "brand" : "Bicycle",
    "image" : "https://uscartamundi.vteximg.com.br/arquivos/ids/156663/10038814_Bicycle_1st-Blue_Hero.png?v=638157193302700000",
    "desc"  : "A prestigious collaboration on an iconic deck. Our Rider Back collaboration with Chris Ramsay and 1ST is available in both red and blue. Featuring a custom tuck case, a custom 1ST Joker, a blank card, and extra 4 of Spades, this elegant collaboration is a must-have."
  },
  {
    "name"  : "Peacock Playing Cards",
    "brand" : "Bicycle",
    "image" : "https://uscartamundi.vteximg.com.br/arquivos/ids/156544/Bicycle-Peacock-Hero-copy-small.png?v=638036068993730000",
    "desc"  : "For the first time ever Bicycle is printing with a new technology – Cold Foil! This historic deck design has been re-imagined with this new technology to be featured with Cool blues and greens with fantastic gold highlights. You will be dazzled by the gorgeous details in the fabulous new deck! The back as well as faces feature gleaming foil accents including colorful foil court cards and gorgeous gold pips."
  },
  {
    "name"  : "Verbena Playing Cards",
    "brand" : "Bicycle",
    "image" : "https://uscartamundi.vteximg.com.br/arquivos/ids/156305/Main-Image.jpg?v=637955923415200000",
    "desc"  : "Bicycle Verbena is inspired by the wildflower, featuring a design with intricate lines of the stems and blossoms, often seen in shades of deep purple. The golden foil on the tuck represents the warmth of the sun. The tuck design is reminiscent of the divine and supernatural forces often associated with its namesake."
  },
  {
    "name"  : "Brosmind Four Gangs Playing Cards",
    "brand" : "Bicycle",
    "image" : "https://uscartamundi.vteximg.com.br/arquivos/ids/156185/Main-Image.jpg?v=637955900688300000",
    "desc"  : "Designed by the artists at the Spanish design studio Brosmind, these trippy Bicycle Playing Cards feature a completely custom premium design with 56 unique playing cards, each with a different illustration. Playing cards that truly are, one-of-a-kind while remaining perfectly playable for Poker, Blackjack, and other card games!"
  },
  {
    "name"  : "Kings Wild White Playing Cards",
    "brand" : "Tally Ho",
    "image" : "https://uscartamundi.vteximg.com.br/arquivos/ids/156542/Tally-Ho-Jackson-Robinson-Hero.png?v=638036055653500000",
    "desc"  : "Tally-Ho playing cards is featuring a co-branded collaboration with Kings Wild designer Jackson Robinson. This unique and beautiful deck features completely customized faces with a Tally-Ho inspired Ace of Spades."
  },
  {
    "name"  : "Orbit Blue Playing Cards",
    "brand" : "Tally Ho",
    "image" : "https://uscartamundi.vteximg.com.br/arquivos/ids/156540/Orbit-Blue-Hero.png?v=638036053236900000",
    "desc"  : "For the first time ever, Tally-Ho is featuring a Co-branded collaboration with Orbit Playing Cards / Chris Brown. The deck is designed by Daniel Schneider and features Bicycle Thin Crushed stock for that broken-in feeling! The card faces include the classic Tally-Ho joker and a custom Tally-Ho Orbit astronaut Joker, custom court card faces, A double backer card, and extra 8S card."
  },
  {
    "name"  : "Back To The Future Playing Cards",
    "brand" : "Bicycle",
    "image" : "https://uscartamundi.vteximg.com.br/arquivos/ids/156207/Main-Image.jpg?v=637955903552370000",
    "desc"  : "Great scott! Travel back to Hill Valley with the officially licensed Bicycle® Back to the Future playing cards. We packed 1.21 gigawatts into this electric blue tuck case with blue and silver foil accents featuring Doc’s Delorean DMC-12, the clock tower, and more! On the inside, find stunning custom card faces featuring Doc, Marty, Biff, and more characters and Easter eggs for even the biggest fan. Each card is printed on our exclusive Bicycle® card stock with our classic Air Cushion® finish for excellent performance on the table and in your hands. Grab yours today before you’re Outatime!"
  },
  {
    "name"  : "Pokeno - 2022",
    "brand" : "Bicycle",
    "image" : "https://uscartamundi.vteximg.com.br/arquivos/ids/156356/10031931_Bicycle_Pokeno-2022_Hero001519.png?v=637956539032200000",
    "desc"  : "Gather around Pokeno for the ultimate fast, fun, and exciting game play the whole family will enjoy! Pokeno is a thrilling playing card game that combines the play mechanics of Poker and Keno, perfect for groups of up to 12 players. Our Pokeno Game includes everything needed to get right into playing: 1 Bicycle card deck, 12 player boards, and 200 paperboard chips. Beloved by generations since 1930, Bicycle Pokeno is the original wild card game built with quality and care Bicycle has been trusted with since 1885."
  },
  {
    "name"  : "Signature Series Playing Cards- Thin Crushed Black",
    "brand" : "Tally Ho",
    "image" : "https://uscartamundi.vteximg.com.br/arquivos/ids/156228/Main-Image.jpg?v=637955922280300000",
    "desc"  : "Enjoy Thin Crushed™ playing card decks in our iconic Bicycle®, Bee®, Aristocrat®, and Tally Ho® brands! The United States Playing Card Company Signature Edition proudly utilizes our Thin Crushed™ treatment on our premium cardstock. Thin Crushed provides a softer, more flexible feel to our already legendary playing cards. These cards feel broken-in right out of the pack and are preferred by Magicians and Cardists for their handling, ease of use, and ability to perform certain moves with ease."
  }
]